Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/jll.se/obsskylt_avlaing_kondom_resa_finska.pdf.tmx
Source language: fin
Languages: sme

source: Milloin tahansa voi kaikkea sattua.
sme: Vaikko goas sáhttá vaikko mii dáhpáhuvvat.

source: Älä unohda suojata itseäsi HIV:ltä, hepatiitti B:ltä, tippurilta ja muilta tarttuvilta
sme: Ale vajálduhte suddjet iežat hiv, hepatit B, gonorrea ja ieža

source: sukupuolitaudeilta ollessasi ulkomailla.
sme: seksuálalaččat njommodávddaid go leat olgoriikkas.

source: Ota aina mukaan omat kondomit matkalle, sillä ollessasi ulkomailla voi tuottaa hankaluuksia ostaa kondomeja.
sme: Váldde álo mielde iežat kondomaid reaissus.

source: Hyvää matkaa!
sme: Buorre mátki!

source: Yhdessä vapaaehtoisjärjestöjen kanssa
sme: Ovttasbargu eaktodáhtolaš organisašuvnnaiguin
